{"content":"**Passage 2:**&nbsp;(วิชาสามัญ 61)\n$$passage\n(1) Passenger planes could be flown without a pilot in the next decade\naccording to a new study.\n\n(2) The research was conducted by investment bank UBS, which found that new\ntechnology is being developed that would make remotely flying an aircraft\nfeasible in the near future.\n\n(3) Pilotless planes could be a boon for airlines as it would save them £27 billion\nand slash fares for passengers, who could see prices drop by over 10 per cent.\nThe report said: \"The average percentage of total cost and average benefit\nthat could be passed onto passengers in price reduction for the US airlines is\n11 per cent.\" Savings on European flights would be less at an average of 4\nper cent.\n\n(4) The biggest savings will come from reducing the cost of employing pilots.\nUBS estimated that pilots cost the industry €24 billion a year. The study\npredicts flights will be safer as the potential for pilot error will be removed.\n\n(5) Air passengers, however, seem nervous about travelling in a remote\ncontrolled plane. More than half of the 8,000 people surveyed by UBS (54\nper cent) said they would refuse to fly in a plane with no pilot, even if the\nflight cost less.\n\n(6) Respondents between 18 and 34 and those who had a university degree were\nmore willing to fly without a pilot. The report said: \"This bodes well for the\ntechnology as the population ages.\"\n\n(7) UBS suggested that initially the traditional two pilot setup will be reduced\nto one on board pilot and one pilot on the ground. Commercial jets already\nuse computers for many functions including take-off, cruise and landing.\n\n(8) However, not everyone is so convinced by these technological\ndevelopments\nSteve Landells, BALPA flight safety specialist and former pilot, said: \"We\nhave concerns that in the excitement of this futuristic idea, some may be\nforgetting the reality of pilotless air travel. Computers can fail, and often do,\nand someone is still going to be needed to work that computer. Most of us\nown some sort of electronic device that can do amazing things - however, a\nhuman is still required to operate it.\n$$"}