{"content":"**__Directions:\\__** &nbsp;Select the best word choices to complete the letters below. (วิชาสามัญ 62)\n\n**Situation:**&nbsp; You assume two roles. First, you are \"Frustrated Friend\", writing a letter asking advice from \"Ann\", a newspaper advice columnist. Then, you play the role of \"Ann\" giving advice to \"Frustrated Friend\".\n$$content\n**Dear Ann,**\n\nI met this girl about a year and a half ago. Initially I wasn't attracted to her, but about 8-9 months ago we started [fill-in(1)] together. We went to movies, rollerblading, biking, etc. As I got to know her better, I became more attracted to her and decided to ask her to be my girlfriend. Her response was that she didn't want a [fill-in(2)] and just wanted to remain friends. We still see each other at least 5 times a week and are really friendly with each other. Despite what she told me before, [fill-in(3)] I get the feeling that she would like more out of the relationship, but she is also very conservative\n\nI find this relationship [fill-in(4)] I still would like to be more than friends, but am not sure how to find out if she would want that now. [fill-in(5)] I don't want to wait forever..\n\n**Sincerely,**\\n\nFrustrated Friend\n$$\n\n$$content\n**Dear Frustrated Friend,**\n\nNormally, when a woman says she \"just wants to be friends,\" it's a polite way of edging out of a relationship she's decided not to [fill-in(6)] In this case, though, [fill-in(7)] five nights a week, so she doesn't want to get away from you. In fact, you already have more than just a casual friendship.\n\nAs I've said before many times, the best way for you to awaken whatever potential romantic interest someone has for you [fill-in(8)] other people. So do that. Have fun and maybe a little romance with other girls, while remaining friends with the conservative rollerblader Let her see that [fill-in(9)] think of you romantically, give her occasional hints that you'd rather be dating her, and eventually you'll know[fill-in(10)]you'll always be \"just friends\"- or not.\n\n**Good luck,**\n$$\n"}