{"content":"**\\__Part IV:__**&nbsp; Movie Review (วิชาสามัญ 62)\n\n**Directions:**&nbsp; Read the following passages and choose the best answers to the questions.\n\n$$passage\nBased on the novel by Richard Ford, and adapted by Paul Dano and Zoe Kazan,\nWildlife takes us to Great Falls, Montana, in 1960. The Brinsons - mother Jeanette (Cary\nMulligan), dad Jerry (Jake Gyllenhaal), and 14-year-old son Joe (Ed Oxenbould) - are newly\narrived in a small Montana town. We learn quickly that money is tight, that this isn't the family's\nfirst relocation, and that both Jeanette and Jerry seem preoccupied with the idea of a life other\nthan the one they have.\n\nWhen Jerry, in the film's early scenes, loses his job at a local golf course,\na fault line in the family ruptures. Jerry drinks beer and sulks around the house feeling sorry\nfor himself because his pride is hurt. His old boss admits he made a mistake and tries to hire\nhim again, but Jerry refuses. So Jeanette decides to provide for the family by taking up a\npart-time job as a swim teacher. Joe, too, lands a job as a photographer's assistant for some\nextra cash. But the family's tipping point is when Jerry joins a firefighting team battling a blaze\non a nearby mountain, leaving his wife behind with Joe. Jeanette has been getting restless\nherself, gradually losing respect for Jerry as he drifts from one thing to the next. She has an\naffair with an older, wealthier man, Mr. Miller (Bill Camp).\n\nWildlife is a domestic drama that is both sad and terrifying. The entire cast does\nexceptional work (Oxenbould is an exciting find), but the movie is anchored by Mulligan, who\ngives the best performance of any I've seen in film this year. It is mesmerizing to watch the\ncharacter struggle with the question of whether or not she is entitled to her rage before she\nlets go and gives in to it - and finds that doing so gives her no satisfaction whatsoever.\n\nDano's direction is meticulous in every respect, which enables him to keep the\ncharacters at a remove that is both clear-eyed and compassionate. The sharp cinematography\nby Diego Garcia is ideal for Dan's purpose. The whole of the film is a potent collaboration in\nevery respect, and a remarkable directorial debut.\n$$\n"}