{"content":"**\\__Part IV:__**&nbsp; News and Editorial (วิชาสามัญ 63)\n\n**Directions**: Read the following texts and choose the best answers to the questions.\n\n$$passage\n(1) This Friday's school strike, which adults around the world have been asked to join is the largest mobilization yet attempted by the youth climate movement launched last year by the Swedish teenager Greta Thunberg. As such, it is an event of international significance. History shows not only that social change is possible, but that peaceful protest is among the most effective ways to bring it about. The campaigns against slavery, for female suffrage and for workers' and civil rights, as well as the independence movements of former colonies including India, all harnessed new forms of civic participation and activism to the cause of progress. \n\n(2) Movements on behalf of people who lack voting rights, of course, have little choice but to try to exercise influence outside the ballot box. As adults in democracies, we have become used to making our political choices in elections, with only a small minority in most countries actively involved in parties or campaigning. That does not mean political action should end there. And except for 16- and 17-year-olds in a handful of countries, children cannot vote. If they want their voices to be heard they must seek other means - such as a school strike. \n\n(3) Less than a year ago, the world's leading climate scientists issued a warning that we are running out of time to avert the worst effects of global warming, at a meeting in which some scientists were reported to be in tears. Temperatures are continuing to rise and the effects are already punishing, particularly in poorer parts of the world. But increases of more than 1.5 degrees Celsius would lead, scientists warn, to food scarcity and water stress for hundreds of millions more people. Heat-related deaths, forest fires and mass displacements by flooding become far more likely in this scenario, while for species including coral the consequence would be extinction. \n\n(4) Yet despite these dire warnings and the attempts at decarbonization overseen since 1988 by the UN's Intergovernmental Panel on Climate Change, the world is failing. Carbon emissions in 2018 reached a record high of 37.1 billion tons. There has been some progress, measurable in pledges by governments and notably a decade of emissions cuts in the EU. The profile of green issues is higher, the cost of renewables is falling fast and public opinion in many countries is shifting. \n\n(5) A reckoning is overdue with those who, seeking to avoid the transition to clean energy, have misled the public. Without the lost decades of inaction and denial, global warming need never have become the emergency it now is. Many politicians as well as fossil fuel industry executives and lobbyists are deeply culpable. But Friday is an opportunity to take action - as the Guardian newspaper is doing by declaring a climate emergency.\n\n(6) Environment campaigner, scientists and others deserve praise for their climate work over decades. That we are nowhere near where we should be, in spite of their efforts and knowledge, is a cause anger. The freshness and seriousness of the school strike movement is a reason to hope.\n$$"}