{"content":"**Directions:**&nbsp; Read the article and choose the best answers to the questions.\n\n**Passage 1:**&nbsp;(วิชาสามัญ 64)\n$$passage\n(1) A Japanese startup Vaak has successfully installed and tested a technology in\nlocal convenience stores which cuts shoplifting losses by 77 percent.\n\n(2) Dubbed Vaakeye, the system works with a store's surveillance cameras to catch\nthievery that busy staffers might miss. Its developers trained the system by showing\nit more than 100 hours of closed-circuit television footage that depicted honest\nshoppers as well as shoplifters.\n\n(3) Vaak CEO Ryo Tanaka said the system identifies suspicious activity on the basis\nof more than 100 aspects of shoppers' behavior, including gait, hand movements,\nfacial expressions and even clothing choices. Promotional videos show Vaakeye\nspotting a range of suspicious activities, from “restless” behavior and \"sneaking\" to\nputting items into bags or pockets.\n\n(4) If the system spots behavior it deems suspicious, it alerts store personnel via an\napp. Then it's up to staffers to take action --- typically by approaching the potential\nshoplifters and asking if they need help. The system doesn't actually label people as\nshoplifters; rather, Tanaka said, it tells staffers to “please check these people ---\nthey might steal things.”\n\n(5) Chelsea Binns, an assistant professor at John Jay College of Criminal Justice in\nNew York City, said the Vaakeye system “appears to show great promise for loss\nprevention.” But, she added, retailers must weigh the costs and benefits of\nsurveillance. “If regular customers are afraid to enter stores because they don't like\nthe idea of being tracked, this could potentially hurt retail sales,\n” she said.\n\n(6) Sven Dietrich, another John Jay professor, said deep learning algorithms tend to\nbe only as good as the data used to train them. He offered a hypothetical scenario in\nwhich shoplifters in a training video wear blue jackets --- something that might lead\nto the conclusion that anyone in a blue jacket is suspicious.\n\n(7) Another criticism came from Jerome Williams, a professor and senior\nadministrator at Rutgers University's Newark campus. He has written extensively on\nrace and retail environments. He said that unless training data is carefully\ncontrolled, a theft-detection\n\n(6) But for many firms, research and development into new materials and\nmethods is not a priority. Plenty do not measure their overall environmental\nimpact. And introducing \"green\" collections can even carry a risk for brands,\nreckons Steven Swartz of McKinsey. It is possible that a shopper will move\non from wearing a consciously green T-shirt to viewing other kinds of\nclothing as the trappings of planetary destruction.\n\n(7) A handful of brands encourage customers to recycle old clothes by returning\nthem to stores. But almost all apparel today is made of a mix of materials •\nvery often including polyester. Separating them out is difficult and\nmechanical methods of recycling degrade fibres. Chemical methods are too\nexpensive to be viable. Shipping second-hand clothes off to countries in\nAfrica and Asia is also a bust. Even if local markets are large enough to\nabsorb them, the poorer quality of polyester-mixed garbs means they do not\nsurvive long.algorithm might wind up unfairly targeting people of color, who are\nroutinely stopped on suspicion of shoplifting more often than white shoppers.\n\n(8) Williams said black shoppers who felt they had been unfairly scrutinized in\nstores previously might be more likely to appear nervous in subsequent shopping\nexperiences --- a potentially risky proposition if a system misidentifies anxiety as\nsuspicious behavior. Still, he praised Vaakeye's focus on body language. “I think it's\na good approach,\n” he said. “You shouldn't racially profile. You should behaviorally\nprofile.”\n\n(9) There is always an evil side to all technologies especially when it involves AI, as\noften criticized. Technology has always been about adding convenience to and\nsafeguarding human lives, but what it turns into always depends on who uses it\nand for what purpose.\n$$\n"}